7zip
alacritty
amd-ucode
base
base-devel
bat
bc
brightnessctl
btop
catppuccin-gtk-theme-mocha
cava
cliphist
cmus
code
cool-retro-term
efibootmgr
fastfetch
fd
figlet
firefox
flameshot
flatpak
foremost
fzf
gapless
git
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer-vaapi
gtk3
hypridle
hyprland
hyprlock
hyprpicker
hyprshade
hyprsunset
inetutils
jdk-openjdk
jq
kdeconnect
kitty
lazygit
libcava
libpulse
linux
linux-firmware
man-db
mission-center
nemo
neovim
networkmanager
nvidia
nvidia-utils
nwg-look
obsidian
otf-font-awesome
pacman-contrib
pavucontrol
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postman-bin
power-profiles-daemon
python-pip
python-virtualenv
qt5-quickcontrols2
qt5-wayland
qt6-wayland
qt6ct
ranger
resvg
routersploit
sddm
slurp
sof-firmware
sshfs
stow
sublime-text-4
swappy
swaync
swww
thunderbird
ttf-jetbrains-mono-nerd
unzip
vim
waybar
wget
wireplumber
wlogout
wofi
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs
yay-bin
yay-bin-debug
yazi
zram-generator
zsh
